
{
    "strings": [
    {
        "name": "Biwa",
        "country": "Japan",
        "text": "The biwa (Japanese: 琵琶) is a Japanese short-necked wooden lute traditionally used in narrative storytelling. The biwa is a plucked string instrument that first gained popularity in China before spreading throughout East Asia, eventually reaching Japan sometime during the Nara period (710-794).Generally speaking, biwa have four strings, though modern satsuma- and chikuzen-biwa may have five strings. The strings on a biwa range in thickness, with the first string being thickest and the fourth string being thinnest; on chikuzen-biwa, the second string is the thickest, with the fourth and fifth strings being the same thickness on chikuzen- and satsuma-biwa.[8] The varying string thickness creates different timbres when stroked from different directions. In biwa, tuning is not fixed. General tones and pitches can fluctuate up or down entire steps or microtones. Biwa music is based on a pentatonic scale (sometimes referred to as a five-tone or five-note scale), meaning that each octave contains five notes. This scale sometimes includes supplementary notes, but the core remains pentatonic.",
        "photo": "assets/Instruments/strings/biwa.jpg",
        "audio":"assets/Instruments/audios/biwa.mp3"
    },
    {
        "name": "Cavaquinho",
        "country": "Portugal",
        "text": "The cavaquinho (pronounced [kɐvɐˈkiɲu] in Portuguese) is a small Portuguese string instrument in the European guitar family, with four wires or gut strings. Different forms of cavaquinho have been adapted in different regions. Varieties used outside of Iberia are found in Brazil, Cape-Verde, and Madeira. The locally iconic Caribbean region cuatro family and the Hawaiian ukuleles were both adapted from the cavaquinho. The most common tuning in Portugal is C G A D (from lower to higher pitches). ",
        "photo": "assets/Instruments/strings/cavaquinho.jpg",
        "audio":"assets/Instruments/audios/cavaquinho.mp3"
    },
    {
        "name": "Guitarra Portuguesa",
        "country": "Portugal",
        "text": "The Portuguese guitar or Portuguese guitarra (Portuguese: guitarra portuguesa, pronounced [ɡiˈtaʁɐ puɾtuˈɣezɐ]) is a plucked string instrument with twelve steel strings, strung in six courses of two strings. It is a descendant of the Medieval citole, based on evidence of its use in Portugal since the thirteenth century (then known as 'cítole' in Portuguese) amongst troubadour and minstrel circles and in the Renaissance period, although initially it was restricted to noblemen in court circles. It is iconically associated with the musical genre known as Fado, and is now an icon for anything Portuguese. On the Portuguese guitar the strings are picked with the corner of the fingernails, avoiding contact of the flesh with the strings. ",
        "photo": "assets/Instruments/strings/guitarraPortuguesa.jpg",
        "audio":"assets/Instruments/audios/guitarraPortuguesa.mp3"
    },
   
    {
        "name": "Viola Braguesa",
        "country": "Portugal",
        "text": "Viola braguesa is a stringed instrument from Braga, north-western Portugal. It has 10 strings in 5 courses. The strings are made of steel. It is tuned C4/C3–G4/G3–A4/A3–D4/D4–G4/G4. The scale length is about 500 mm (20 inches).",
        "photo": "assets/Instruments/strings/violaBraguesa.jpg",
        "audio":"assets/Instruments/audios/violaBraguesa.mp3"
    },

    {
        "name": "Viola da Terra",
        "country": "Portugal",
        "text": "Viola da terra is a stringed musical instrument from the islands of the Azores, closely associated with the saudade genre of Portuguese music. Its 12 or 15 metal strings are arranged in either five or six courses. Another unique feature is the use of a pair heart-shaped sound holes, although the instrument is occasionally made with a single round sound hole.",
        "photo": "assets/Instruments/strings/violaDaTerra.jpg",
        "audio":"assets/Instruments/audios/violaDaTerra.mp3"
    },

    {
        "name": "Koto",
        "country": "Japan",
        "text": "The koto (箏) is a Japanese plucked half-tube zither instrument, and the national instrument of Japan. The most common type uses 13 strings strung over movable bridges used for tuning, different pieces possibly requiring different tuning. 17-string koto are also common, and act as bass in ensembles. Koto strings are generally plucked using three fingerpicks (tsume), worn on the first three fingers of the right hand.",
        "photo": "assets/Instruments/strings/koto.jpg",
        "audio":"assets/Instruments/audios/koto.mp3"
    },
    {
        "name": "Shamisen",
        "country": "Japan",
        "text": "The shamisen (三味線), also known as the sangen (三絃) or samisen (all meaning 'three strings'), is a three-stringed traditional Japanese musical instrument derived from the Chinese instrument sanxian. It is played with a plectrum called a bachi. The shamisen is played and tuned according to genre, with the nomenclature of the nodes in an octave also varies according to genre. A number of shamisen styles exist across Japan, and tunings, tonality and notation vary to some degree.",
        "photo": "assets/Instruments/strings/shamisen.jpg",
        "audio":"assets/Instruments/audios/shamisen.mp3"
    }
    
],

"winds": [
    {
        "name": "Gaita Mirandesa",
        "country": "Portugal",
        "text": "The gaita transmontana or gaita de foles mirandesa is a type of bagpipe native to the Trás-os-Montes region of Portugal. The gaita transmontana has a peculiarly grave tone, which resulted in an awkwardly low pitch. In fact, numerous written records of French commanders during the Peninsular War noted the intimidating effect the sound had on foot soldiers, specially at night, unfamiliar with such sound. ",
        "photo": "assets/Instruments/winds/gaitaMirandesa.jpg",
        "audio":"assets/Instruments/audios/gaitaMirandesa.mp3"
    },
    {
        "name": "Nohkan",
        "country": "Japan",
        "text": "The Nohkan (能管) is a high pitched, Japanese transverse bamboo flute, or fue (笛). It is commonly used in traditional Imperial Noh and Kabuki theatre. The nohkan flute was created by Kan'ami and his son Zeami in the 15th century, during the time when the two were transforming the Noh theatre forms Dengaku and Sarugaku. The range of the flute is over two octaves. ",
        "photo": "assets/Instruments/winds/nohkan.jpg",
        "audio":"assets/Instruments/audios/nohkan.mp3"
    },
    {
        "name": "Shakuhachi",
        "country": "Japan",
        "text": "A shakuhachi (Japanese: 尺八, pronounced [ɕakɯhat͡ɕi]; Chinese: 尺八; pinyin: chǐbā) is a Japanese and ancient Chinese longitudinal, end-blown flute that is made of bamboo. The bamboo end-blown flute now known as the 'shakuhachi' was developed in Japan in the 16th century and is called the fuke shakuhachi (普化尺八). The instrument is tuned to the minor pentatonic scale",
        "photo": "assets/Instruments/winds/1shakuhachi.jpg",
        "audio":"assets/Instruments/audios/shakuhachi.mp3"

    },
    {
        "name": "Shinobue",
        "country": "Japan",
        "text": "The shinobue (kanji: 篠笛; also called takebue (kanji: 竹笛) in the context of Japanese traditional arts) is a Japanese transverse flute or fue that has a high-pitched sound. There are two styles: uta (song) and hayashi (festival). The uta is properly tuned to the Western scale, and can be played in ensembles or as a solo instrument.",
        "photo": "assets/Instruments/winds/shinobue.jpg",
        "audio":"assets/Instruments/audios/shinobue.mp3"
    },
    {
        "name": "Sho",
        "country": "Japan",
        "text": "The shō (笙) is a Japanese free reed musical instrument that was introduced from China during the Nara period (AD 710 to 794). It consists of 17 slender bamboo pipes, each of which is fitted in its base with a metal free reed.  The instrument produces sound when the player's breath is inhaled or exhaled, allowing long periods of uninterrupted play. The instrument's sound is said to imitate the call of a phoenix, and it is for this reason that the two silent pipes of the shō are kept—as an aesthetic element, making two symmetrical 'wings'.",
        "photo": "assets/Instruments/winds/sho.jpg",
        "audio":"assets/Instruments/audios/sho.mp3"
    }
   
],

"percussion": [
    {
        "name": "Adufe",
        "country": "Portugal",
        "text": "The adufe is a traditional square tambourine of Moorish origin, which is used in Portugal and Galicia.  Normally used for Christian religious processions it was also used as a musical company for the local festivals or even for the works in the fields. Traditionally, it was only played by women. ",
        "photo": "assets/Instruments/percussion/adufe.jpg",
        "audio":"assets/Instruments/audios/adufe.mp3"
    },
    {
        "name": "Binzasara",
        "country": "Japan",
        "text": "Binzasara (編木 or 板ざさら) is a traditional Japanese percussion instrument used in folk songs, and rural dances. It was originally used as a cleaning tool. The instrument is made up of several wooden plates strung together with a cotton cord, with handles at both ends. The stack of wooden plates are played by moving them like a wave.",
        "photo": "assets/Instruments/percussion/binzasara.jpg",
        "audio":"assets/Instruments/audios/binzasara.mp3"
    },
    {
        "name": "Brinquinho",
        "country": "Portugal",
        "text": "The brinquinho is a musical instrument from Madeira, Portugal. It's the main musical instrument used in the Folklore dance the Bailinho da Madeira. It consists of a set of wooden dolls dressed in costumes typical of Madeira, accompanied by Castanets hanging on the wooden dolls backs and in the middle is a reed, which is moved by vertical movements.",
        "photo": "assets/Instruments/percussion/brinquinho.jpg",
        "audio":"assets/Instruments/audios/brinquinho.mp3"
    },
    {
        "name": "Shime-daiko",
        "country": "Japan",
        "text": "The shime-daiko (締め太鼓) is a small Japanese drum. It has a short but wide body with animal skin drumheads on both its upper and bottom sides. Like the larger taiko drums, the shime-daiko is played with sticks called 'bachi,'' while it's suspended on a stand. Being very taut, the shime-daiko has a higher pitch than that of normal taiko.",
        "photo": "assets/Instruments/percussion/shime-daiko.jpg",
        "audio":"assets/Instruments/audios/shime-daiko.mp3"
    },
    {
        "name": "Tsuzumi",
        "country": "Japan",
        "text": "The tsudzumi (鼓) or tsuzumi is a hand drum of Japanese origin. It consists of a wooden body shaped like an hourglass, and it is taut, with two drum heads with cords that can be squeezed or released to increase or decrease the tension of the heads respectively. This mechanism allows the player to raise or lower the pitch of the drum while playing, not unlike the African talking drum and the Indian Dhadd. There are two basic techniques when playing a tsuzumi; holding the cords slack and hitting the drumhead on the very center, or squeezing the cords and hitting the drumhead closer to where it meets the wooden body.",
        "photo": "assets/Instruments/percussion/tsuzumi.jpg",
        "audio":"assets/Instruments/audios/tsuzumi.mp3"
    }
   
]
}